{
    "DamageFarmers.name": "Damage Farmers",
    "DamageFarmers.description": "Toggles whether farmers are damaged by explosions. Covers *all* explosions.",
    "Damage.name": "Damage Multiplier",
    "Damage.description": "Scales the damage inflicted by explosions. Affects damage to monsters and farmers if Damage Farmers is enabled. 2x damage is enough for mega bombs to kill almost anything.",
    "Radius.name": "Explosion Radius Multiplier",
    "Radius.description": "Scales the size of explosions. Overly large values may cause visual glitches.",
    "BreakClumps.name": "Break Clumps",
    "BreakClumps.description": "Toggles whether explosions are able to break Resource Clumps. Currently, clumps are simply removed and resources spawned in their place instead of playing a breaking animation. Acts as a master switch for the granular clump-breaking settings, if this is disabled they're all disabled.",
    "BreakStoneClumps.name": "Break Stone Clumps",
    "BreakStoneClumps.description": "Toggles whether explosions are able to break stone Resource Clumps. This includes all boulders.",
    "BreakWoodClumps.name": "Break Wood Clumps",
    "BreakWoodClumps.description": "Toggles whether explosions are able to break wooden Resource Clumps. This includes large stumps and hollow logs.",
    "BreakWeedsClumps.name": "Break Weeds Clumps",
    "BreakWeedsClumps.description": "Toggles whether explosions are able to break weeds Resource Clumps. This includes the two large green rain grasses.",
    "BreakOtherClumps.name": "Break Other Clumps",
    "BreakOtherClumps.description": "Toggles whether explosions are able to break miscellaneous Resource Clumps. There are none in vanilla Stardew Valley, only those added by mods.",
    "CollectMinerals.name": "Collect Minerals",
    "CollectMinerals.description": "Toggles whether grabbable minerals in the explosion radius are dropped instead of being destroyed.",
    "CollectForage.name": "Collect Forage",
    "CollectForage.description": "Toggles whether grabbable forage in the explosion radius is dropped instead of being destroyed. Respects foraging level and professions.",
    "CollectFish.name": "Collect Fish Forage",
    "CollectFish.description": "Toggles whether grabbable fish and shells in the explosion radius are dropped instead of being destroyed. Respects foraging level and professions.",
    "CollectedQuality.name": "Collected Items Have Quality",
    "CollectedQuality.description": "Toggles whether collecting forage or fish with bombs will give it a quality level. Enabled by default.",
    "CollectedDegrade.name": "Degrade Collected Items",
    "CollectedDegrade.description": "Toggles whether quality levels are reduced by one when collecting items via explosion. Disabled by default."
}